[Ovrsr_GetBlackBook DishonoredObjective]
m_Description="找到艾米莉"

[Ovrsr_GetBlackBook:DishonoredTask_Custom_12 DishonoredTask_Custom]
m_Description="从至高督军坎贝尔处取得勒索笔记"
m_Status=""

[Ovrsr_KillOverseerCambell DishonoredObjective]
m_Description="了结掉至高督军坎贝尔"

[Ovrsr_KillOverseerCambell:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="杀死至高督军坎贝尔"
m_Status=""

[Ovrsr_KillOverseerCambell:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="从皮耶罗处获得装备"
m_Status=""

[Ovrsr_KillOverseerCambell:DishonoredTask_Custom_10 DishonoredTask_Custom]
m_Description="通过第二道光之壁"
m_Status=""

[Ovrsr_KillOverseerCambell:DishonoredTask_Custom_11 DishonoredTask_Custom]
m_Description="（可选）利用瓶巷街来绕开那些光之壁"
m_Status=""

[Ovrsr_KillOverseerCambell:DishonoredTask_Custom_13 DishonoredTask_Custom]
m_Description="处理掉马丁的守卫，以便能安全地与马丁交谈"
m_Status=""

[Ovrsr_KillOverseerCambell:DishonoredTask_Custom_14 DishonoredTask_Custom]
m_Description=等待坎贝尔和科纳进入会议室
m_Status=""

[Ovrsr_KillOverseerCambell:DishonoredTask_Custom_15 DishonoredTask_Custom]
m_Description="（非致命方法）在拷问室找到异教烙铁"
m_Status=""

[Ovrsr_KillOverseerCambell:DishonoredTask_Custom_16 DishonoredTask_Custom]
m_Description="（非致命方法）对至高督军坎贝尔使用异教烙铁"
m_Status=""

[Ovrsr_KillOverseerCambell:DishonoredTask_Custom_17 DishonoredTask_Custom]
m_Description="（非致命方法）把失去意识的坎贝尔带到审讯室的椅子上"
m_Status=""

[Ovrsr_KillOverseerCambell:DishonoredTask_Custom_18 DishonoredTask_Custom]
m_Description="（非致命方法）使至高督军坎贝尔失去意识。"
m_Status=""

[Ovrsr_KillOverseerCambell:DishonoredTask_Custom_2 DishonoredTask_Custom]
m_Description="从皮耶罗的工作台上拿起剑和十字弩"
m_Status=""

[Ovrsr_KillOverseerCambell:DishonoredTask_Custom_3 DishonoredTask_Custom]
m_Description="随船夫萨缪尔前往并开始你的第一个任务"
m_Status=""

[Ovrsr_KillOverseerCambell:DishonoredTask_Custom_4 DishonoredTask_Custom]
m_Description="通过第一道光之壁"
m_Status=""

[Ovrsr_KillOverseerCambell:DishonoredTask_Custom_5 DishonoredTask_Custom]
m_Description="通过大门前往霍格广场"
m_Status=""

[Ovrsr_KillOverseerCambell:DishonoredTask_Custom_6 DishonoredTask_Custom]
m_Description="在至高督军的会客厅找到坎贝尔和科纳"
m_Status=""

[Ovrsr_KillOverseerCambell:DishonoredTask_Custom_7 DishonoredTask_Custom]
m_Description="（可选）在会议室的一个或两个酒杯里下毒"
m_Status=""

[Ovrsr_KillOverseerCambell:DishonoredTask_Custom_8 DishonoredTask_Custom]
m_Description="在霍格广场与督军马丁交谈"
m_Status=""

[Ovrsr_KillOverseerCambell:DishonoredTask_Custom_9 DishonoredTask_Custom]
m_Description="使用控制杆释放督军马丁"
m_Status=""

[Ovrsr_SpareCurnow DishonoredObjective]
m_Description="（可选）救下科纳队长"

[Ovrsr_SpareCurnow:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="告诉卡莉斯塔科纳队长没有被暗算并幸存了下来"
m_Status=""

[Ovrsr_SpareCurnow:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="把失去意识的科纳队长放到安全的地方"
m_Status=""

[Ovrsr_SpareCurnow:DishonoredTask_Custom_3 DishonoredTask_Custom]
m_Description="确保科纳队长在造访至高督军的办公室期间幸存"
m_Status=""

[Ovrsr_SpareOvrsrCambell DishonoredObjective]
m_Description="（非致命方法）异教烙铁"

[Ovrsr_SpareOvrsrCambell:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="在档案馆搜寻有关异教烙铁的信息，这是用来驱逐督军的工具"
m_Status=""

